Repository: Borisserz/FoodTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: No favorites yet. Tap the star icon on any recipe to save it here.
de: Noch keine Favoriten. Tippen Sie bei einem beliebigen Rezept auf das Sternsymbol, um es hier zu speichern.
es: Aún no hay favoritos. Toca el ícono de estrella en cualquier receta para guardarla aquí.
fr: Pas encore de favoris. Appuyez sur l'icône étoile sur n'importe quelle recette pour l'enregistrer ici.
it: Nessun preferito ancora Tocca l'icona a forma di stella su qualsiasi ricetta per salvarla qui.
pt_pt: Ainda não há favoritos. Toque no ícone de estrela em qualquer receita para salvá-la aqui.
ru: Пока нет фаворитов. Нажмите значок звездочки на любом рецепте, чтобы сохранить его здесь.

source: No food items added yet.
de: Es wurden noch keine Lebensmittel hinzugefügt.
es: Aún no se han agregado alimentos.
fr: Aucun produit alimentaire ajouté pour l'instant.
it: Nessun prodotto alimentare ancora aggiunto.
pt_pt: Nenhum alimento adicionado ainda.
ru: Продукты питания пока не добавлены.

source: No Food Logged
de: Keine Lebensmittel protokolliert
es: No se registraron alimentos
fr: Aucune nourriture enregistrée
it: Nessun alimento registrato
pt_pt: Nenhum alimento registrado
ru: Еда не зарегистрирована

source: No foods logged yet
de: Noch keine Lebensmittel protokolliert
es: Aún no se han registrado alimentos
fr: Aucun aliment enregistré pour l'instant
it: Nessun alimento ancora registrato
pt_pt: Nenhum alimento registrado ainda
ru: Пока нет записей

source: No foods logged yet.
de: Noch keine Lebensmittel protokolliert.
es: Aún no se han registrado alimentos.
fr: Aucun aliment enregistré pour l'instant.
it: Nessun alimento ancora registrato.
pt_pt: Nenhum alimento registrado ainda.
ru: Еда пока не зарегистрирована.

source: No history
de: Keine Geschichte
es: Sin historia
fr: Pas d'historique
it: Nessuna storia
pt_pt: Sem histórico
ru: Нет истории

source: No History
de: Keine Geschichte
es: Sin historia
fr: Pas d'historique
it: Nessuna storia
pt_pt: Sem histórico
ru: Нет истории

source: No ingredients
de: Keine Zutaten
es: Sin ingredientes
fr: Aucun ingrédient
it: Nessun ingrediente
pt_pt: Sem ingredientes
ru: Нет ингредиентов

source: No meals logged for %@.
de: Für %@ sind keine Mahlzeiten protokolliert.
es: No se registraron comidas para %@.
fr: Aucun repas enregistré pour %@.
it: Nessun pasto registrato per %@.
ru: Для %@ не зарегистрировано питание.

source: No Recipes Found
de: Keine Rezepte gefunden
es: No se encontraron recetas
fr: Aucune recette trouvée
it: Nessuna ricetta trovata
pt_pt: Nenhuma receita encontrada
ru: Рецепты не найдены

source: No restrictions
de: Keine Einschränkungen
es: Sin restricciones
fr: Aucune restriction
it: Nessuna restrizione
ru: Без ограничений

source: No worries! You can quickly add it to your personal database and use it forever.
de: Keine Sorge! Sie können es schnell zu Ihrer persönlichen Datenbank hinzufügen und für immer verwenden.
es: ¡No hay problema! Puede agregarlo rápidamente a su base de datos personal y usarlo para siempre.
fr: Pas de soucis! Vous pouvez rapidement l'ajouter à votre base de données personnelle et l'utiliser pour toujours.
it: Nessun problema! Puoi aggiungerlo rapidamente al tuo database personale e usarlo per sempre.
pt_pt: Sem problemas! Você pode adicioná-lo rapidamente ao seu banco de dados pessoal e usá-lo para sempre.
ru: Не беспокойся! Вы можете быстро добавить его в свою личную базу данных и пользоваться ею вечно.

source: Non-fat Greek Yogurt
de: Fettfreier griechischer Joghurt
es: Yogur griego sin grasa
fr: Yaourt grec sans gras
it: Yogurt greco magro
ru: Обезжиренный греческий йогурт

source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non adesso
pt_pt: Agora não
ru: Не сейчас

source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
it: Non selezionato
pt_pt: Não selecionado
ru: Не выбрано

source: Note: The recipe name must be at least 3 characters long.
de: Hinweis: Der Rezeptname muss mindestens 3 Zeichen lang sein.
es: Nota: El nombre de la receta debe tener al menos 3 caracteres.
fr: Remarque : Le nom de la recette doit comporter au moins 3 caractères.
it: Nota: il nome della ricetta deve essere lungo almeno 3 caratteri.
pt_pt: Nota: O nome da receita deve ter pelo menos 3 caracteres.
ru: Примечание. Название рецепта должно содержать не менее 3 символов.

source: Number of servings
de: Anzahl der Portionen
es: Número de porciones
fr: Nombre de portions
it: Numero di porzioni
pt_pt: Número de porções
ru: Количество порций

source: Nutrition
de: Ernährung
es: Nutrición
it: Nutrizione
pt_pt: Nutrição
ru: Питание

source: Nutrition Facts
de: Nährwertangaben
es: Datos nutricionales
fr: Faits nutritionnels
it: Fatti nutrizionali
pt_pt: Fatos nutricionais
ru: Факты о питании

source: Nutrition Guides
de: Ernährungsratgeber
es: Guías de nutrición
fr: Guides nutritionnels
it: Guide nutrizionali
pt_pt: Guias de nutrição
ru: Руководства по питанию

source: Nutrition Master
de: Ernährungsmeister
es: Maestro de Nutrición
fr: Maître en nutrition
it: Maestro della nutrizione
pt_pt: Mestre em Nutrição
ru: Мастер питания

source: Nutrition Per Serving
de: Nährwert pro Portion
es: Nutrición por porción
fr: Nutrition par portion
it: Nutrizione per porzione
pt_pt: Nutrição por porção
ru: Пищевая ценность на порцию

source: Nutrition Rookie
de: Ernährungs-Rookie
es: Novato en nutrición
fr: Recrue en nutrition
it: Principiante della nutrizione
pt_pt: Novato em Nutrição
ru: Новичок в питании

source: Nutrition Settings
de: Ernährungseinstellungen
es: Configuración de nutrición
fr: Paramètres nutritionnels
it: Impostazioni nutrizionali
pt_pt: Configurações de nutrição
ru: Настройки питания

source: Nutrition Targets
de: Ernährungsziele
es: Objetivos de nutrición
fr: Objectifs nutritionnels
it: Obiettivi nutrizionali
pt_pt: Metas nutricionais
ru: Цели по питанию

source: Nuts
de: Nüsse
es: Cojones
fr: Noix
it: Noci
pt_pt: Nozes
ru: Орехи

source: Nuts & Seeds
de: Nüsse und Samen
es: Nueces y semillas
fr: Noix et graines
it: Noci e semi
pt_pt: Nozes e Sementes
ru: Орехи и семена

source: Oat Flour
de: Hafermehl
es: harina de avena
fr: Farine d'Avoine
it: Farina d'Avena
pt_pt: Farinha de Aveia
ru: Овсяная мука

source: Oatmeal
de: Haferflocken
es: Avena
fr: Gruau
it: Farina d'avena
pt_pt: Aveia
ru: Овсянка

source: Oatmeal Bowl
de: Haferflockenschüssel
es: Tazón de avena
fr: Bol de flocons d'avoine
it: Ciotola di farina d'avena
pt_pt: Tigela de aveia
ru: Овсянка

source: Oatmeal with berries or a protein smoothie will keep you energized.
de: Haferflocken mit Beeren oder ein Protein-Smoothie halten Sie mit Energie versorgt.
es: La avena con frutos rojos o un batido de proteínas te mantendrán con energía.
fr: Des flocons d'avoine avec des baies ou un smoothie protéiné vous garderont sous tension.
it: La farina d'avena con frutti di bosco o un frullato proteico ti manterranno pieno di energia.
pt_pt: Aveia com frutas vermelhas ou um smoothie de proteína irão mantê-lo energizado.
ru: Овсянка с ягодами или протеиновый коктейль зарядят вас энергией.

source: Oats
de: Hafer
es: Avena
fr: Avoine
it: Avena
pt_pt: Aveia
ru: Овес

source: Obese
de: Fettleibig
es: Obeso
fr: Obèse
it: Obeso
pt_pt: Obeso
ru: Ожирение

source: Offensive Content
de: Beleidigender Inhalt
es: Contenido ofensivo
fr: Contenu offensant
it: Contenuti offensivi
pt_pt: Conteúdo Ofensivo
ru: Оскорбительный контент

source: Often eaten together
de: Wird oft zusammen gegessen
es: A menudo se comen juntos
fr: Souvent mangés ensemble
it: Spesso mangiati insieme
pt_pt: Muitas vezes comidos juntos
ru: Часто едят вместе

source: Olive Oil
de: Olivenöl
es: Aceite de oliva
fr: Huile d'Olive
it: Olio d'oliva
pt_pt: Azeite
ru: Оливковое масло

source: Olive oil and veggies
de: Olivenöl und Gemüse
es: Aceite de oliva y verduras.
fr: Huile d'olive et légumes
it: Olio d'oliva e verdure
pt_pt: Azeite e vegetais
ru: Оливковое масло и овощи

source: Olive Oil Poached Halibut with Saffron Fennel Broth and Sea Beans
de: In Olivenöl pochierter Heilbutt mit Safran-Fenchel-Brühe und Meeresbohnen
es: Fletán escalfado en aceite de oliva con caldo de hinojo y azafrán y alubias
fr: Flétan poché à l'huile d'olive avec bouillon de fenouil au safran et haricots de mer
it: Halibut affogato all'olio d'oliva con brodo di finocchio allo zafferano e fagioli di mare
pt_pt: Halibute escalfado em azeite com caldo de erva-doce e açafrão e feijão marinho
ru: Палтус, приготовленный на оливковом масле, с бульоном из шафрана, фенхеля и морскими бобами

source: Olives
de: Oliven
es: aceitunas
it: Olive
pt_pt: Azeitonas
ru: Оливки

source: On Fire
de: In Brand
es: En llamas
fr: En feu
it: A fuoco
pt_pt: Em chamas
ru: В огне

source: On the Go
de: Unterwegs
es: Muy activo
fr: En déplacement
it: In movimento
pt_pt: Em movimento
ru: В пути

source: On your 500 kcal days, focus entirely on lean protein and leafy greens to stay full.
de: Konzentrieren Sie sich an Ihren 500-kcal-Tagen ausschließlich auf mageres Eiweiß und Blattgemüse, um satt zu bleiben.
es: En tus días de 500 kcal, concéntrate exclusivamente en proteínas magras y verduras de hojas verdes para mantenerte lleno.
fr: Lors de vos journées de 500 kcal, concentrez-vous entièrement sur les protéines maigres et les légumes-feuilles pour rester rassasié.
it: Nei tuoi giorni da 500 kcal, concentrati interamente sulle proteine ​​magre e sulle verdure a foglia verde per rimanere sazio.
pt_pt: Nos seus dias de 500 kcal, concentre-se inteiramente em proteínas magras e folhas verdes para se manter saciado.
ru: On your 500 kcal days, focus entirely on lean protein and leafy гreens to stay full.

source: One day on, one day off. Breaks plateaus.
de: Ein Tag an, ein Tag frei. Durchbricht Plateaus.
es: Un día encendido, un día libre. Rompe mesetas.
fr: Un jour de travail, un jour de congé. Casse les plateaux.
it: Un giorno sì, un giorno libero. Rompe gli altipiani.
pt_pt: Um dia de folga, um dia de folga. Quebra platôs.
ru: Один рабочий день, один выходной. Разбивает плато.

source: One Meal A Day. Extreme fat burn and repair.
de: Eine Mahlzeit am Tag. Extreme Fettverbrennung und Reparatur.
es: Una comida al día. Quema y reparación extrema de grasas.
fr: Un repas par jour. Brûlure et réparation extrêmes des graisses.
it: Un pasto al giorno. Brucia e ripara i grassi estremi.
pt_pt: Uma refeição por dia. Queima e reparação extrema de gordura.
ru: Один прием пищи в день. Экстремальное сжигание и восстановление жира.

source: Open Settings
de: Öffnen Sie Einstellungen
es: Abrir configuración
fr: Ouvrir les paramètres
it: Apri Impostazioni
pt_pt: Abra Configurações
ru: Открыть настройки

source: Optimal Synergy Reached
de: Optimale Synergie erreicht
es: Sinergia óptima alcanzada
fr: Synergie optimale atteinte
it: Sinergia ottimale raggiunta
pt_pt: Sinergia ideal alcançada
ru: Оптимальная синергия достигнута

source: Optimizing your pH & metabolism
de: Optimieren Sie Ihren pH-Wert und Stoffwechsel
es: Optimizando su pH y metabolismo
fr: Optimiser votre pH et votre métabolisme
it: Ottimizzare il pH e il metabolismo
pt_pt: Otimizando seu pH e metabolismo
ru: Оптимизация pH и метаболизма

source: Or log a detailed meal
de: Oder protokollieren Sie eine detaillierte Mahlzeit
es: O registre una comida detallada
fr: Ou enregistrez un repas détaillé
it: Oppure registra un pasto dettagliato
pt_pt: Ou registre uma refeição detalhada
ru: Или запишите подробный прием пищи

source: Ora King Salmon Fillet
de: Ora Königslachsfilet
es: Filete De Salmón Rey Ora
fr: Filet de saumon Ora King
it: Filetto Di Salmone Ora King
pt_pt: Filé de Salmão Ora King
ru: Филе королевского лосося Ора

source: Ossetra Caviar
de: Ossetra-Kaviar
es: Caviar Ossetra
fr: Caviar d'Ossétre
it: Caviale Ossetra
pt_pt: Caviar Ossetra
ru: Осетинская икра

source: Ostrich Fillet
de: Straußenfilet
es: Filete De Avestruz
fr: Filet d'autruche
it: Filetto di struzzo
pt_pt: Filé de Avestruz
ru: Филе страуса

source: Our neural network maps over 30 anatomical keypoints on your body silhouette. By aligning structural frames, the AI evaluates posture symmetry, waist-to-shoulder ratios, muscle definition clarity (via shadow intensity mapping), and tracking trajectory to evaluate progress independent of scale weight.
de: Unser neuronales Netzwerk bildet über 30 anatomische Schlüsselpunkte Ihrer Körpersilhouette ab. Durch die Ausrichtung der Strukturrahmen bewertet die KI die Haltungssymmetrie, das Verhältnis von Taille zu Schulter, die Klarheit der Muskeldefinition (über Schattenintensitätskartierung) und die Verfolgung der Flugbahn, um den Fortschritt unabhängig vom Gewicht der Waage zu bewerten.
es: Nuestra red neuronal mapea más de 30 puntos anatómicos clave en la silueta de su cuerpo. Al alinear los marcos estructurales, la IA evalúa la simetría de la postura, la relación cintura-hombro, la claridad de la definición de los músculos (mediante un mapeo de intensidad de las sombras) y el seguimiento de la trayectoria para evaluar el progreso independientemente del peso de la báscula.
fr: Notre réseau neuronal cartographie plus de 30 points clés anatomiques sur votre silhouette. En alignant les cadres structurels, l'IA évalue la symétrie de la posture, les rapports taille-épaule, la clarté de la définition musculaire (via la cartographie de l'intensité des ombres) et le suivi de la trajectoire pour évaluer les progrès indépendamment du poids de la balance.
it: La nostra rete neurale mappa oltre 30 punti chiave anatomici sulla silhouette del tuo corpo. Allineando i telai strutturali, l'intelligenza artificiale valuta la simmetria della postura, i rapporti vita-spalla, la chiarezza della definizione muscolare (tramite la mappatura dell'intensità dell'ombra) e il monitoraggio della traiettoria per valutare i progressi indipendentemente dal peso della bilancia.
pt_pt: Nossa rede neural mapeia mais de 30 pontos-chave anatômicos na silhueta do seu corpo. Ao alinhar estruturas estruturais, a IA avalia a simetria da postura, a relação cintura-ombro, a clareza da definição muscular (por meio do mapeamento da intensidade da sombra) e o rastreamento da trajetória para avaliar o progresso independentemente do peso da balança.
ru: Наша нейронная сеть отображает более 30 анатомических точек силуэта вашего тела. Выравнивая структурные рамки, ИИ оценивает симметрию осанки, соотношение талии и плеч, четкость определения мышц (с помощью карты интенсивности теней) и отслеживает траекторию, чтобы оценить прогресс независимо от веса весов.

source: out of 100
de: von 100
es: de 100
fr: sur 100
it: su 100
pt_pt: de 100
ru: из 100

source: Over
de: Über
es: Encima
fr: Sur
it: Sopra
pt_pt: Sobre
ru: Над

source: Over 600
de: Über 600
es: Más de 600
fr: Plus de 600
it: Oltre 600
pt_pt: Mais de 600
ru: Более 600

source: Over Goal: **%@**
de: Über Ziel: **%@**
es: Superación del objetivo: **%@**
fr: Au-dessus de l'objectif : **%@**
it: Oltre l'obiettivo: **%@**
pt_pt: Acima da meta: **%@**
ru: Превышение цели: **%@**

source: Over Goal: **%lld**
de: Über Ziel: **%lld**
es: Sobre objetivo: **%lld**
fr: Au-dessus de l'objectif : **%lld**
it: Oltre l'obiettivo: **%lld**
pt_pt: Acima da meta: **%lld**
ru: Больше гола: **%lld**

source: Overnight Chia Pudding
de: Chia-Pudding über Nacht
es: Pudín de chía durante la noche
fr: Pudding au chia du jour au lendemain
it: Budino di Chia durante la notte
pt_pt: Pudim de Chia durante a noite
ru: Ночной чиа-пудинг

source: Overripe Banana
de: Überreife Banane
es: Plátano demasiado maduro
fr: Banane trop mûre
it: Banana troppo matura
pt_pt: Banana madura demais
ru: Переспелый банан

source: Overweight
de: Übergewicht
es: Sobrepeso
fr: Embonpoint
it: Sovrappeso
pt_pt: Sobrepeso
ru: Избыточный вес

# P:%lld F:%lld C:%lld
source: P:%1$lld F:%2$lld C:%3$lld
de: P:%lld F:%lld C:%lld
es: P:%lld F:%lld C:%lld
fr: P:%lld F:%lld C:%lld
it: P:%lld F:%lld C:%lld
pt_pt: P:%lld F:%lld C:%lld
ru: Б:%lld Ж:%lld У:%lld

source: Pair iron-rich foods (spinach, lentils) with Vitamin C (citrus, peppers) to increase iron absorption by up to 300%.
de: Kombinieren Sie eisenreiche Lebensmittel (Spinat, Linsen) mit Vitamin C (Zitrusfrüchte, Paprika), um die Eisenaufnahme um bis zu 300 % zu erhöhen.
es: Combine alimentos ricos en hierro (espinacas, lentejas) con vitamina C (cítricos, pimientos) para aumentar la absorción de hierro hasta en un 300%.
fr: Associez les aliments riches en fer (épinards, lentilles) à la vitamine C (agrumes, poivrons) pour augmenter l'absorption du fer jusqu'à 300 %.
it: Abbina cibi ricchi di ferro (spinaci, lenticchie) con vitamina C (agrumi, peperoni) per aumentare l'assorbimento del ferro fino al 300%.
pt_pt: Combine alimentos ricos em ferro (espinafres, lentilhas) com vitamina C (cítricos, pimentões) para aumentar a absorção de ferro em até 300%.
ru: Сочетайте продукты, богатые железом (шпинат, чечевица), с витамином С (цитрусовые, перец), чтобы увеличить усвоение железа до 300%.

source: Paleo
de: Paläo
fr: Paléo
ru: Палео

source: Pan-Roasted Turbot with White Asparagus and Champagne Beurre Blanc
de: Gebratener Steinbutt mit weißem Spargel und Champagner-Beurre-Blanc
es: Rodaballo asado con espárragos blancos y champán Beurre Blanc
fr: Turbot Poêlé aux Asperges Blanches et Champagne Beurre Blanc
it: Rombo in padella con asparagi bianchi e champagne Beurre Blanc
pt_pt: Pregado Assado na Panela com Espargos Brancos e Champanhe Beurre Blanc
ru: Жареный палтус с белой спаржей и шампанским Бер Блан

source: Pan-Seared Scallops with Saffron Cauliflower Purée and Black Truffle
de: In der Pfanne gebratene Jakobsmuscheln mit Safran-Blumenkohlpüree und schwarzem Trüffel
es: Vieiras a la plancha con puré de coliflor al azafrán y trufa negra
fr: Saint-Jacques poêlées, purée de chou-fleur au safran et truffe noire
it: Capesante scottate in padella con purea di cavolfiore allo zafferano e tartufo nero
pt_pt: Vieiras Tostadas com Purê de Couve-Flor com Açafrão e Trufa Negra
ru: Обжаренные гребешки с пюре из цветной капусты с шафраном и черным трюфелем

source: Parmesan Cheese
de: Parmesankäse
es: Queso parmesano
fr: Fromage Parmesan
it: Parmigiano
pt_pt: Queijo Parmesão
ru: Сыр Пармезан

source: Parsnips
de: Pastinaken
es: chirivías
fr: Panais
it: Pastinaca
pt_pt: Pastinaga
ru: Пастернак

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt_pt: Senha
ru: Пароль

source: Peanut Butter
de: Erdnussbutter
es: Manteca de cacahuete
fr: Beurre de cacahuète
it: Burro di arachidi
pt_pt: Manteiga de amendoim
ru: Арахисовое масло

source: Peanut Butter Banana Oatmeal Cookies
de: Erdnussbutter-Bananen-Haferkekse
es: Galletas de avena, plátano y mantequilla de maní
fr: Biscuits à l'avoine, à la banane et au beurre de cacahuète
it: Biscotti di farina d'avena e banane al burro di arachidi
pt_pt: Biscoitos de aveia e banana com manteiga de amendoim
ru: Банановое овсяное печенье с арахисовым маслом

source: Peanut Dressing
de: Erdnuss-Dressing
es: Aderezo de maní
fr: Vinaigrette aux arachides
it: Condimento alle arachidi
pt_pt: Molho de Amendoim
ru: Арахисовая заправка

source: Pearly white halibut cooked gently submerged in premium olive oil, resting in a fragrant golden broth with crunchy, salty sea beans. 🐟
de: Perlweißer Heilbutt, sanft gegart, eingetaucht in erstklassiges Olivenöl, ruht in einer duftenden goldenen Brühe mit knusprigen, salzigen Meeresbohnen. 🐟
es: Fletán blanco nacarado cocinado suavemente sumergido en aceite de oliva de primera calidad, reposando en un fragante caldo dorado con crujientes y saladas alubias. 🐟
fr: Flétan blanc nacré cuit doucement immergé dans de l'huile d'olive de première qualité, reposant dans un bouillon doré parfumé avec des haricots de mer croquants et salés. 🐟
it: Ippoglosso bianco perlato cotto delicatamente immerso in olio d'oliva di prima qualità, riposato in un profumato brodo dorato con fagioli di mare croccanti e salati. 🐟
pt_pt: Halibute branco perolado cozido suavemente submerso em azeite premium, descansando em um caldo dourado perfumado com grãos do mar crocantes e salgados. 🐟
ru: Жемчужно-белый палтус, аккуратно приготовленный в оливковом масле премиум-класса, в ароматном золотистом бульоне с хрустящими солеными морскими бобами. 🐟

source: Peeled Shrimp
de: Geschälte Garnelen
es: Camarones Pelados
fr: Crevettes décortiquées
it: Gamberetti Sgusciati
pt_pt: Camarão Descascado
ru: Очищенные креветки

source: Perfect
de: Perfekt
es: Perfecto
fr: Parfait
it: Perfetto
pt_pt: Perfeito
ru: Идеальный

source: Perfect Balance
de: Perfekte Balance
es: Equilibrio perfecto
fr: Équilibre parfait
it: Equilibrio perfetto
pt_pt: Equilíbrio Perfeito
ru: Идеальный баланс

source: Perfect Matches for You:
de: Perfekte Übereinstimmungen für Sie:
es: Combinaciones perfectas para ti:
fr: Correspondances parfaites pour vous :
it: Abbinamenti perfetti per te:
pt_pt: Combinações perfeitas para você:
ru: Идеальные совпадения для вас:

source: Perfect Week
de: Perfekte Woche
es: Semana perfecta
fr: Semaine parfaite
it: Settimana perfetta
pt_pt: Semana Perfeita
ru: Идеальная неделя

source: Personal Details
de: Persönliche Daten
es: Detalles personales
fr: Détails personnels
it: Dettagli personali
pt_pt: Detalhes pessoais
ru: Личные данные

source: Pescatarian
de: Pescatarianer
es: pescatariano
fr: Pescatarien
it: Pescatario
pt_pt: Pescatariano
ru: Пескетарианская

source: Petite game birds slowly cooked in their own rendered fat for supreme tenderness, cut by the acidity of 'mustard caviar' and bitter endive. 🪶
de: Kleine Wildgeflügel werden langsam in ihrem eigenen Fett gegart, um höchste Zartheit zu erzielen, abgerundet durch die Säure von „Senfkaviar“ und bitterem Endiviengeschmack. 🪶
es: Pequeñas aves de caza cocinadas lentamente en su propia grasa extraída para obtener una ternura suprema, cortada por la acidez del "caviar de mostaza" y la escarola amarga. 🪶
fr: Le petit gibier à plumes est cuit lentement dans sa propre graisse fondue pour une tendreté suprême, coupé par l'acidité du « caviar de moutarde » et de l'endive amère. 🪶
it: Piccoli uccelli selvatici cotti lentamente nel loro stesso grasso fuso per una tenerezza suprema, sminuzzata dall'acidità del "caviale di senape" e dell'indivia amara. 🪶
pt_pt: Pequenas aves de caça cozidas lentamente em sua própria gordura derretida para obter maciez suprema, cortadas pela acidez do 'caviar de mostarda' e da escarola amarga. 🪶
ru: Миниатюрные дикие птицы, медленно приготовленные в собственном вытопленном жире для достижения максимальной нежности, с кислинкой «горчичной икры» и горьким эндивием. 🪶

source: pH Balance
de: pH-Gleichgewicht
es: Equilibrio del pH
fr: Équilibre du pH
it: Equilibrio del pH
pt_pt: Equilíbrio de pH
ru: pH-баланс

source: Photo Scan
de: Fotoscan
es: Escaneo de fotos
fr: Numérisation de photos
it: Scansione fotografica
pt_pt: Digitalização de fotos
ru: Сканирование фотографий

source: Pick Your Meal
de: Wählen Sie Ihre Mahlzeit
es: Elige tu comida
fr: Choisissez votre repas
it: Scegli il tuo pasto
pt_pt: Escolha sua refeição
ru: Выберите еду

source: Pineapple Chunks
de: Ananasstücke
es: Trozos de piña
fr: Morceaux d'Ananas
it: Pezzi di ananas
pt_pt: Pedaços de abacaxi
ru: кусочки ананаса

source: Pistachio & Herb Crumb
de: Pistazien- und Kräuterbrösel
es: Miga de pistacho y hierbas
fr: Miette aux pistaches et aux herbes
it: Briciola Di Pistacchio Ed Erbe
pt_pt: Migalha de pistache e ervas
ru: Крошка с фисташками и травами

source: Pitted Cherries
de: Entkernte Kirschen
es: Cerezas deshuesadas
fr: Cerises dénoyautées
it: Ciliegie snocciolate
pt_pt: Cerejas sem caroço
ru: Вишня без косточек

source: Plan generated
de: Plan erstellt
es: Plan generado
fr: Plan généré
it: Piano generato
pt_pt: Plano gerado
ru: План создан

source: Plant Proteins
de: Pflanzenproteine
es: Proteínas vegetales
fr: Protéines végétales
it: Proteine ​​vegetali
pt_pt: Proteínas Vegetais
ru: Растительные белки
